Repository: NatyAmeha/ET_POS
Catalog: core/lib/l10n/app_*.arb
Languages: ar

source: Hello World...
ar: هلا والله

source: Shop List
ar: قائمة نقاط البيع

# resumePOSProfile
source: Resume
ar: استمرار

# startPOSProfile
source: New
ar: بدأ

# loginWelcomeMsg
source: Welcome to hozma.tech
ar: مرحبا بكم

# loginFillFieldError
source: Please fill the field
ar: يرجى اكمال الحقل المطلوب

# loginButton
source: Login
ar: تسجبل الدخول

# posPrepareWaitMessage
source: Please wait! We are preparing your POS
ar: الرجاء الانتظار... نعمل على تجهيز بيانات نقطة البيع

# posCloseProfile
source: Close
ar: اغلاق

# navHome
source: Home
ar: نقطة البيع

# navOrder
source: Order
ar: مبيعات

# navHoldCart
source: Hold Cart
ar: مبيعات بالانتظار

# navPrinterSettings
source: Printer Settings
ar: الطابعات

# cartTotal
source: Total
ar: المجموع

# cartVAT
source: VAT
ar: القيمة المضافة (VAT)

# cartQty
source: Qty
ar: كمية

# cartDisc
source: Disc
ar: خصم

# cartPrice
source: Price
ar: سعر

# cartDel
source: Del
ar: حذف

# cartCustomer
source: Customer
ar: عميل

# cartPayment
source: Payment
ar: دفع

# ordDetOrderDetails
source: Order Details
ar: تفاصيل الايصال

# ordDetSyncOrder
source: Sync order
ar: مزامنة

# ordDetOrder
source: Order
ar: رقم الايصال

# ordDetDate
source: Date
ar: تاريخ

# ordDetCustomer
source: Customer
ar: عميل

# ordDetPaymentDetails
source: Payment Details
ar: تفاصيل الدفع

# ordDetPaidByCustomer
source: Amount paid by customer
ar: الاجمالي المدفوع من قبل العميل

# ordDetAmountReturned
source: Amount returned
ar: اجمالي المتبقي

# ordDetTotalAmount
source: Total amount
ar: المجموع

# ordDetProductDetails
source: Product Details
ar: تفاصيل المنتجات

# ordDetUnitPrice
source: Unit price
ar: سعر الوحدة

# ordDetQuantity
source: Quantity
ar: الكمية

# invoiceItem
source: Item
ar: صنف

# invoicePrice
source: Price
ar: سعر

# invoiceQty
source: Qty
ar: كمية
